{
    "jokes": [
    "What do you call it when a snowman has a temper tantrum? A meltdown.",
    "Why are elevator jokes so good? Because they work on so many levels.",
    "What do you call advice from a cow? Beef Tips.",
    "Why are pediatricians always so grumpy? They have little patients.",
    "Why did the scarecrow win an award? Because he was outstanding in his field.",
    "Why did the melon jump into the lake? It wanted to be a water-melon.",
    "What did the duck say when it bought lipstick? “Put it on my bill.”",
    "What do you call a pig that does karate? A pork chop.",
    "What has a bed that you can't sleep in? A river.",
    "Why were the teacher's eyes crossed? She couldn't control her pupils.",
    "What starts with E, ends with E, and has only 1 letter in it? An Envelope.",
    "How does the ocean say hello? It waves.",
    "What lights up a soccer stadium? A soccer match.",
    "What creature is smarter than a talking parrot? A spelling bee.",
    "Which U.S. state has the smallest soft drinks? Minnesota (as in, “mini-soda”).",
    "Why couldn't the leopard play hide and seek? Because he was always spotted.",
    "Apparently, you can't use “beef stew” as a password. It's not stroganoff.",
    "Why did the drum take a nap? It was beat.",
    "Where do hamburgers go dancing? They go to the meat-ball.",
    "Why did the tomato turn red?  It saw the salad dressing."
    ],
    "memes": [
        "https://klipy.com/gifs/thinking-xmen",
        "https://klipy.com/gifs/feels-bad-man-frog",
        "https://klipy.com/gifs/wojak-feels-guy-16",
        "https://klipy.com/gifs/tom-chino",
        "https://klipy.com/gifs/pepe-shy-dank-shy",
        "https://klipy.com/gifs/dank-memes-dankmemer",
        "https://klipy.com/gifs/michael-jordan-memes",
        "https://klipy.com/gifs/hank-meme",
        "https://klipy.com/gifs/troll-lel-1",
        "https://klipy.com/gifs/boy-kid-12",
        "https://klipy.com/gifs/skeleton-mames",
        "https://klipy.com/gifs/meme-thinking-1",
        "https://klipy.com/gifs/civil-gamers-dark-rp"
    ]
}